import type { ISlide } from './slide.interface'

export const slides: ISlide[] = [
	{
		_id: 0,
		title: 'Привет! Это новое приложение УлГТУ',
		description: 'Просматривайте расписание занятий без ошибок РУЗ'
	},
	{
		_id: 1,
		title: 'Быстрый поиск  по университету',
		description:
			'Узнавайте информацию о группах, преподавателях и свободных аудиториях'
	},
	{
		_id: 2,
		title: 'Уведомления о начале занятий',
		description: 'Вы сможете получить уведомления о начале ваших пар'
	},
	{
		_id: 3,
		title: 'Групповые чаты для общения ',
		description:
			'Создавайте группы с одногруппниками для обсуждения совместных проектов'
	}
]
