export const registrationSteps = [
	{
		title: 'Введите почту, логин или номер зачетки',
		description:
			'Номер зачетной книжки находится на первой странице студенческого билета',
		placeholder: 'Почта, логин или номер зачетки',
		buttonText: 'Войти'
	},
	{
		title: 'Здравствуйте, Илья! Придумайте пароль',
		description:
			'Пароль должен состоять из латинских букв и цифр. Минимальная длина 8 символов.',
		placeholder: 'Новый пароль',
		buttonText: 'Продолжить'
	},
	{
		title: 'Введите адрес электронной почты',
		description: 'Чтобы в случае утраты пароля, вы смогли восстановить аккаунт',
		placeholder: 'Электронная почта',
		buttonText: 'Продолжить'
	}
]
